/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " дорожек";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d каналов";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d каналов";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "время на отрезке относительно общего";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "Расширенные";

/* Pref Subtitle */
"Alignment:" = "Равнение:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "Разрешить наложение субтитров друг на друга";

/* Pref General */
"Always" = "Всегда";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "Всегда скрывать Dock в полноэкранном режиме";

/* Pref Video */
"Always try to use secondary screen" = "Выводить полноэкранное изображение на второй дисплей";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabic (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabic (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabic (Windows-1256)";

/* preference */
"Ask me" = "Спрашивать";

/* OSD hint */
"Aspect Ratio: Locked" = "Придерживаться соотношения сторон";

/* OSD hint */
"Aspect Ratio: Restored" = "Соотношение сторон восстановлено";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Не придерживаться соотношения сторон";

/* PrefToolBarLabel */
"Audio" = "Звук";

/* OSD hint */
"Audio %@" = "Звук %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Задержка звука: %.1f сек";

/* Inspector Info */
"Audio:%d" = "Звук:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltic (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltic (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltic (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "Цвет контура:";

/* Pref Subtitle */
"Bottom - Left" = "Снизу слева";

/* Pref Subtitle */
"Bottom - Middle" = "Снизу посередине";

/* Pref Subtitle */
"Bottom - Right" = "Снизу справа";

/* Pref Subtitle */
"Bottom only" = "Только снизу";

/* Video Tuner Panel */
"Brightness:" = "Яркость:";

/* Pref Network */
"Cache size for stream:" = "Размер кэша потока:";

/* OSD hint */
"Caching: %4.2f%%" = "Кэширование: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Не удаётся найти файл для воспроизведения";

/* Panel Button */
"Cancel" = "Отменить";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtic (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtic (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Central Europe (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Central Europe (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Central Europe (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Central Europe (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Глава: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinese Simplified (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinese Simplified (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinese Simplified (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinese Simplified (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinese Simplified (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinese Traditional (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinese Traditional (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinese Traditional (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinese Traditional (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinese Traditional (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "Способ определения кодировки:";

/* open url panel */
"Clear Menu..." = "Очистить список...";

/* Pref Subtitle */
"contains the video file name" = "имя файла содержит в себе название видеофайла";

/* Video Tuner Panel */
"Contrast:" = "Контраст:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cyrillic (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cyrillic (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cyrillic (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cyrillic (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cyrillic (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "По умолчанию (как указано в файле субтитров)";

/* Pref Video */
"Deinterlace method" = "Устранение \"черезстрочности\"";

/* Inspector Info */
"Demuxer:" = "Раскодировщик:";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "Автоматически определять цифровой выход SPDIF";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Detected file:\t%1$@\nEncoding:\t\t%2$@\nconfidence:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Отключено";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "Отключить поиск по видео горизонтальной прокруткой колесиком мышки";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "Отключить настройку громкости вертикальной прокруткой колесиком мышки";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "Не сохранять, всегда сбрасывать настройки при остановке воспроизведения";

/* menu */
"Enter Fullscreen" = "Перейти в полноэкранный режим";

/* Pref Video */
"Enter fullscreen when playback starts" = "Включать полноэкранный режим при воспроизведении";

/* Equalizer Panel */
"Equalizer" = "Эквалайзер";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* menu */
"Exit Fullscreen" = "Выйти из полноэкранного режима";

/* Pref Advanced */
"Extra options" = "Доп. опции:";

/* Pref General */
"Find and play next file automatically" = "Искать и проигрывать следующий файл автоматически";

/* Pref General */
"Font Color" = "Цвет шрифта";

/* Pref Subtitle */
"Font Color:" = "Цвет шрифта:";

/* Pref Subtitle */
"Font Style" = "Внешний вид субтитров";

/* Pref Subtitle */
"Font:" = "Шрифт:";

/* Pref Video */
"Force index rebuilding" = "Принудительная перестройка индекса";

/* Inspector Info */
"Format:" = "Формат:";

/* Video Tuner Panel */
"Gamma:" = "Гамма:";

/* PrefToolBarLabel */
"General" = "Общие";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greek (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greek (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greek (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hebrew (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hebrew (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hebrew (Windows-1255)";

/* Pref Subtitle */
"height:" = "Высота:";

/* menu */
"Hide Auxiliary Controls" = "Скрыть вспомогательные элементы управления";

/* Pref General */
"Hide in" = "Скрывать через";

/* menu */
"Hide Letterbox" = "Выключить режим Letterbox";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "Каким образом хранить настройки аудио?";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "Каким образом хранить настройки видео?";

/* Pref Subtitle */
"If confidence ≤" = "Если догадка ≤";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "Рекомендуется использовать при прослушивании через наушники или стерео акустику.";

/* Pref Video */
"Image Enhancement" = "Улучшение изображения";

/* Inspector Info */
"Inspector" = "Инспектор";

/* Pref Subtitle */
"is any name" = "файлы субтитров обнаружены в папке с видеофайлом";

/* Text Enc */
"Japanese (EUC)" = "Japanese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japanese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japanese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japanese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japanese (Windows-932)";

/* Pref Network */
"kBytes" = "кБайт";

/* Pref General */
"Keep window on top:" = "Поверх окон:";

/* Text Enc */
"Korean (EUC)" = "Korean (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Korean (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Korean (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Korean (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "Настройки режима Letterbox";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "При воспроизведении, загружать шрифты, но не отображать";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "Подгружать субтитры, если";

/* Playlist OSD hint */
"Local files only" = "Только локальные файлы";

/* menu */
"Lock Aspect Ratio" = "Придерживаться соотношения сторон";

/* Pref Subtitle */
"matches the video file name exactly" = "имя файла полностью соответствует названию видеофайла";

/* OpenURL Panel */
"Media URL" = "Сссылка:";

/* OSD hint */
"Mute OFF" = "Звук включен";

/* OSD hint */
"Mute ON" = "Звук выключен";

/* PrefToolBarLabel */
"Network" = "Сеть";

/* Pref General */
"Never" = "Никогда";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "Всегда сохранять, никогда не сбрасывать";

/* Inspector Info */
"No Info" = "Информация отсутствует";

/* Pref Subtitle */
"No letterbox" = "Выключить режим Letterbox";

/* Playlist OSD hint */
"No next episode" = "Нет следующего эпизода";

/* Playlist OSD hint */
"No previous episode" = "Нет предыдущего эпизода";

/* Pref Video */
"None" = "Нет";

/* Pref Video */
"Normal" = "Обычный";

/* Video Tuner Panel */
"NR:" = "Подавление шума:";

/* Pref Video */
"Number of threads" = "Количество потоков";

/* Pref Subtitle */
"of movie's height" = "от высоты видео";

/* Panel Button */
"OK" = "ОК";

/* Pref General */
"on the right of control bar" = "справа на панели управления";

/* No comment provided by engineer. */
"Open Media Files" = "Открыть файлы";

/* OpenURL Panel */
"Open URL" = "Открыть URL";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Открыть папку VIDEO_TS";

/* Pref General */
"OSD" = "Текстовые сообщения (ТС)";

/* OSD hint */
"OSD settings changed" = "Настройки текстовых сообщений были изменены";

/* Pref Audio */
"Output" = "Вывод звука";

/* Pref Audio */
"Pass through:" = "Интерфейсы вывода звука:";

/* OSD hint */
"Paused" = "Пауза";

/* Pref Video */
"Performance & Quality" = "Производительность и качество";

/* Pref General */
"Player Control" = "Панель управления проигрывателем";

/* Pref Network */
"Prefer IPV6" = "Предпочитать протокол IPV6";

/* Pref */
"Preferences" = "Настройки…";

/* Pref General */
"Quit when window closed" = "Завершать программу при закрытии окна";

/* Pref General */
"relative time to current" = "время, относительное текущего места воспроизведения";

/* Pref General */
"remaining time" = "оставшееся время";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "Кодировать звук DTS 5.1 в стерео";

/* Equalizer & Video Tuner Panel */
"Reset" = "Сброс";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "Сбрасывать настройки при выходе из программы";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "Сбрасывать настройки, когда все файлы воспроизведутся";

/* Pref General */
"Resume playing from last stopped place" = "Возобновлять воспроизведение с прошлого места";

/* Video Tuner Panel */
"Saturation:" = "Насыщенность:";

/* Pref Subtitle */
"set encoding by" = "установить кодировку";

/* Video Tuner Panel */
"Sharpness:" = "Резкость:";

/* Pref General */
"Show" = "Показывать";

/* menu */
"Show Auxiliary Controls" = "Показать вспомогательные элементы управления";

/* menu */
"Show Letterbox" = "Включить режим Letterbox";

/* Pref General */
"Show OSD" = "Показывать OSD";

/* Pref Subtitle */
"Size:" = "Размер:";

/* Inspector Info */
"Source:" = "Источник:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "South Europe (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Скорость воспроизведения: %.1fX";

/* Pref General */
"Start to play when media opened" = "Проигрывать сразу при загрузке файла";

/* OSD hint */
"Stopped" = "Стоп";

/* OSD hint */
"Sub Delay: %.1f s" = "Задержка субтитров: %.1f сек";

/* OSD hint */
"Sub: %@" = "Субтитры: %@";

/* PrefToolBarLabel */
"Subtitle" = "Субтитры";

/* SubEncoding */
"Subtitle Encoding" = "Кодировка субтитров";

/* Inspector Info */
"Subtitle:%d" = "Субтитры:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "Определение кодировок";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thai (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thai (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Файл не существует";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "MPlayerX не может открыть этот файл";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "MPlayerX не может открыть эту ссылку";

/* Pref Subtitle */
"Top + Bottom" = "Снизу и сверху";

/* Pref Subtitle */
"Top - Left" = "Сверху слева";

/* Pref Subtitle */
"Top - Middle" = "Сверху посередине";

/* Pref Subtitle */
"Top - Right" = "Сверху справа";

/* Pref Subtitle */
"Top only" = "Только сверху";

/* Pref General */
"total time" = "общее время";

/* Inspector Info */
"Track Info:" = "Дорожка:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "Передавать поток RTSP по HTTP протоколу";

/* Pref General */
"Transparency" = "Прозрачность";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turkish (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turkish (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turkish (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Не придерживаться соотношения сторон видео";

/* Pref Subtitle */
"Use embedded font if possible" = "По возможности, использовать шрифт, указанный в субтитрах";

/* Pref Network */
"Use ffmpeg to handle the stream" = "Использовать ffmpeg для работы с потоком";

/* PrefToolBarLabel */
"Video" = "Видео";

/* OSD hint */
"Video %@" = "Видео %@";

/* Video Tuner Panel */
"Video Tuner" = "Настройка видео";

/* Inspector Info */
"Video:%d" = "Видео:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamese (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamese (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Громкость: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Western Europe (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Western Europe (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Western Europe (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Western Europe (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "Не оставлять пустыми другие экраны при входе в полноэкранный режим";

/* Pref General */
"While playing" = "Во время проигрывания";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "При включении этой опции, MPlayerX будет принудительно пересчитывать индекс видеофайла, чтобы сделать доступным возможность промотки битых файлов. На эту операцию требуется несколько секунд.";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Использовать FFMpeg для работы с потоком";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Использовать MPlayerX для работы с потоком";

